Repository: zhuxb711/RX-Explorer
Catalog: RX_Explorer/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es, fr_fr, zh_hans, zh_hant

# Toast_Restart_Hang_Text
source: RX has stopped responding due to UWP framework or other reasons
de_de: RX reagiert aufgrund des UWP-Frameworks oder aus anderen Gründen nicht mehr
fr_fr: RX a cessé de répondre en raison du cadre UWP ou d'autres raisons

# AppGuardContent.Text
source: When this option is enabled, a daemon process will be used to continuously monitor the running status of this application. Note: It is recommended to enable this option to maximize reliability
de_de: Wenn diese Option aktiviert ist, wird ein Daemon-Prozess verwendet, um den Ausführungsstatus dieser Anwendung kontinuierlich zu überwachen. Hinweis: Es wird empfohlen, diese Option zu aktivieren, um die Zuverlässigkeit zu maximieren
fr_fr: Lorsque cette option est activée, un processus démon sera utilisé pour surveiller en permanence l'état de fonctionnement de cette application. Remarque : Il est recommandé d'activer cette option pour optimiser la fiabilité

# AppGuardLabel.Text
source: Application daemon process
de_de: Anwendungs-Daemon-Prozess
fr_fr: Processus du démon d'application

# AppGuardRestartOnCrashContent.Text
source: Enabling this option will allow the daemon process to restart the app once it detects a crash and restore the folder user was browsing before
de_de: Wenn Sie diese Option aktivieren, kann der Daemon-Prozess die App neu starten, sobald er einen Absturz erkennt, und den Ordner wiederherstellen, den der Benutzer zuvor durchsucht hat
fr_fr: L'activation de cette option permettra au processus démon de redémarrer l'application une fois qu'il détecte un plantage et de restaurer le dossier que l'utilisateur parcourait auparavant

# AppGuardRestartOnCrashLabel.Text
source: Recover and restart the app when it crashes
de_de: Stellen Sie die App wieder her und starten Sie sie neu, wenn sie abstürzt
fr_fr: Récupérer et redémarrer l'application en cas de plantage

# AppGuardRestartOnFreezeContent.Text
source: Enabling this option will allow the daemon process to restart the app once it detects a freeze and restore the folder user was browsing before
de_de: Wenn Sie diese Option aktivieren, kann der Daemon-Prozess die App neu starten, sobald er ein Einfrieren erkennt, und den Ordner wiederherstellen, den der Benutzer zuvor durchsucht hat
fr_fr: L'activation de cette option permettra au processus démon de redémarrer l'application une fois qu'il détecte un gel et de restaurer le dossier que l'utilisateur parcourait auparavant

# AppGuardRestartOnFreezeLabel.Text
source: Recover and restart the app when it freezes
de_de: Stellen Sie die App wieder her und starten Sie sie neu, wenn sie einfriert
fr_fr: Récupérer et redémarrer l'application lorsqu'elle se bloque

# AppGuardSwitch.OffContent
source: Disabled
de_de: Deaktiviert
fr_fr: Handicapé

# AppGuardSwitch.OnContent
source: Enabled
de_de: Ermöglicht
fr_fr: Activé

# Operate_Text_RevealCurrentFolder
source: Reveal in navigation panel
de_de: Im Navigationsbereich anzeigen
fr_fr: Afficher dans le panneau de navigation

# SettingViewHeightOffsetContent.Text
source: Adjust the layout space to give the layout a loose or compact appearance according to your preference. Note: This setting only takes effect for the "Details" and "List" layout
de_de: Passen Sie den Layoutraum Ihren Wünschen entsprechend an, um dem Layout ein lockeres oder kompaktes Aussehen zu verleihen. Hinweis: Diese Einstellung wirkt sich nur auf die Layouts „Details“ und „Liste“ aus
fr_fr: Ajustez l'espace de mise en page pour donner à la mise en page une apparence lâche ou compacte selon vos préférences. Remarque : Ce paramètre ne prend effet que pour la mise en page "Détails" et "Liste"

# SettingViewHeightOffsetLabel.Text
source: Layout space
de_de: Layoutbereich
fr_fr: Espace de mise en page

# SettingExpandTreeViewAsContentChangedContent.Text
source: When this option is enabled, the navigation pane will follow and expand to the current folder location. Note: This may result in a larger performance impact and consume more time when accessing deeper folders, please enable this option at your own discretion
de_de: Wenn diese Option aktiviert ist, folgt der Navigationsbereich und wird bis zum aktuellen Ordnerspeicherort erweitert. Hinweis: Dies kann zu einer größeren Leistungsbeeinträchtigung führen und mehr Zeit beim Zugriff auf tiefere Ordner in Anspruch nehmen. Bitte aktivieren Sie diese Option nach eigenem Ermessen
fr_fr: Lorsque cette option est activée, le volet de navigation suivra et se développera jusqu'à l'emplacement du dossier actuel. Remarque : cela peut entraîner un impact plus important sur les performances et consommer plus de temps lors de l'accès à des dossiers plus profonds, veuillez activer cette option à votre propre discrétion

# SettingExpandTreeViewAsContentChangedLabel.Text
source: Follow expansion to current location
de_de: Folgen Sie der Erweiterung bis zum aktuellen Standort
fr_fr: Suivre l'expansion jusqu'à l'emplacement actuel

# SettingDisplayLabelFolderInQuickAccessNodeContent.Text
source: When this option is enabled, an aggregated virtual folder of all label files will be displayed under the Quick Access node
de_de: Wenn diese Option aktiviert ist, wird ein aggregierter virtueller Ordner aller Etikettendateien unter dem Knoten Schnellzugriff angezeigt
fr_fr: Lorsque cette option est activée, un dossier virtuel agrégé de tous les fichiers d'étiquettes sera affiché sous le nœud Accès rapide

# SettingDisplayLabelFolderInQuickAccessNodeLabel.Text
source: Show label folders in Quick Access node
de_de: Etikettenordner im Schnellzugriffsknoten anzeigen
fr_fr: Afficher les dossiers d'étiquettes dans le nœud d'accès rapide

# SettingClickPreferenceLabel.Text
source: Click preference
de_de: Klicken Sie auf Präferenz
fr_fr: Préférence de clic

# SettingPageDownloadHyperlinkContent.Content
source: Download link
de_de: Link herunterladen
fr_fr: Lien de téléchargement

# SettingPageSeerContent.Text
source: Seer is a quick view tool for Windows platform. Just like in MacOS, but Seer runs faster, is more customizable, and supports more formats. To enable this feature, you must install Seer in advance and ensure that Seer is running properly. You can activate Seer by selecting any file in the RX-Explorer and pressing the space bar
de_de: Seer ist ein Schnellansichtstool für die Windows-Plattform. Genau wie in MacOS, aber Seer läuft schneller, ist anpassbarer und unterstützt mehr Formate. Um diese Funktion zu aktivieren, müssen Sie Seer im Voraus installieren und sicherstellen, dass Seer ordnungsgemäß ausgeführt wird. Sie können Seer aktivieren, indem Sie eine beliebige Datei im RX-Explorer auswählen und die Leertaste drücken
fr_fr: Seer est un outil de visualisation rapide pour la plate-forme Windows. Tout comme dans MacOS, mais Seer s'exécute plus rapidement, est plus personnalisable et prend en charge plus de formats. Pour activer cette fonctionnalité, vous devez installer Seer à l'avance et vous assurer que Seer fonctionne correctement. Vous pouvez activer Seer en sélectionnant n'importe quel fichier dans le RX-Explorer et en appuyant sur la barre d'espace

# SettingPageSeerSwitch.OffContent
source: Disabled
de_de: Deaktiviert
fr_fr: Désactivé

# SettingPageSeerSwitch.OnContent
source: Enabled
de_de: Ermöglicht
fr_fr: Activé

# SettingClickPerferenceDescription.Text
source: Choose the appropriate operating habits according to your preferences
de_de: Wählen Sie die geeigneten Betriebsgewohnheiten nach Ihren Vorlieben
fr_fr: Choisissez les habitudes de fonctionnement appropriées selon vos préférences

# DefaultProgramPriority_InnerViewer
source: Built-in viewer takes precedence
de_de: Der eingebaute Viewer hat Vorrang
fr_fr: La visionneuse intégrée a priorité

# DefaultProgramPriority_SystemDefault
source: System default takes precedence
de_de: Systemstandard hat Vorrang
fr_fr: La valeur par défaut du système a priorité

# SettingPageDefaultProgramPriorityContent.Text
source: Change the default program by specifying the priority. Note: Valid only on types which the user has not specified a default program
de_de: Ändern Sie das Standardprogramm, indem Sie die Priorität angeben. Hinweis: Nur gültig für Typen, für die der Benutzer kein Standardprogramm angegeben hat
fr_fr: Modifiez le programme par défaut en spécifiant la priorité. Remarque : Valable uniquement sur les types pour lesquels l'utilisateur n'a pas spécifié de programme par défaut

# SettingPageDefaultProgramPriorityLabel.Text
source: Default program priority
de_de: Priorität des Standardprogramms
fr_fr: Priorité du programme par défaut

# SettingClickPreferenceDescription.Text
source: Choose the operating habit according to your preferences
de_de: Wählen Sie die Betriebsweise nach Ihren Vorlieben
fr_fr: Choisissez l'habitude de fonctionnement en fonction de vos préférences

# SettingPageAlwaysOpenInNewTabContent.Text
source: Enabling this option will open the selected folder in a new tab. Opens the built-in viewer in a new tab if the file type is supported by the built-in viewer and the built-in viewer is the default program for that type
de_de: Wenn Sie diese Option aktivieren, wird der ausgewählte Ordner in einem neuen Tab geöffnet. Öffnet den integrierten Viewer in einer neuen Registerkarte, wenn der Dateityp vom integrierten Viewer unterstützt wird und der integrierte Viewer das Standardprogramm für diesen Typ ist
fr_fr: L'activation de cette option ouvrira le dossier sélectionné dans un nouvel onglet. Ouvre la visionneuse intégrée dans un nouvel onglet si le type de fichier est pris en charge par la visionneuse intégrée et que la visionneuse intégrée est le programme par défaut pour ce type

# SettingPageAlwaysOpenInNewTabLabel.Text
source: Always open selected files and folders in a new tab
de_de: Ausgewählte Dateien und Ordner immer in einem neuen Tab öffnen
fr_fr: Toujours ouvrir les fichiers et dossiers sélectionnés dans un nouvel onglet

# DragBehaivor_Copy
source: Copy
de_de: Kopieren
fr_fr: Copie

# DragBehaivor_Move
source: Move
de_de: Bewegen
fr_fr: Déplacer

# DefaultDragBehaivorContent.Text
source: Specifies the default behavior when dragging files with other applications
de_de: Legt das Standardverhalten beim Ziehen von Dateien mit anderen Anwendungen fest
fr_fr: Spécifie le comportement par défaut lors du déplacement de fichiers avec d'autres applications

# DefaultDragBehaivorLabel.Text
source: Default drag and drop behavior
de_de: Standardmäßiges Drag-and-Drop-Verhalten
fr_fr: Comportement de glisser-déposer par défaut

# DoubleClickGoToParentContent.Text
source: This option controls whether double-clicking on empty space to go back to the parent folder is enabled
de_de: Diese Option steuert, ob das Doppelklicken auf eine leere Stelle, um zum übergeordneten Ordner zurückzukehren, aktiviert ist
fr_fr: Cette option contrôle si le double-clic sur un espace vide pour revenir au dossier parent est activé

# DoubleClickGoToParentLabel.Text
source: Double click on empty space to go back to parent folder
de_de: Doppelklicken Sie auf eine leere Stelle, um zum übergeordneten Ordner zurückzukehren
fr_fr: Double-cliquez sur l'espace vide pour revenir au dossier parent

# DoubleClickGotoParentSwitch.OffContent
source: Disabled
de_de: Deaktiviert
fr_fr: Désactivée

# DoubleClickGotoParentSwitch.OnContent
source: Enabled
de_de: Ermöglicht
fr_fr: Activé

# DragBehaivor_None
source: Not Specified
de_de: Nicht Spezifiziert
fr_fr: Non précisé

# QueueDialog_ImportConfiguration_HardwareMissMatch_Content
source: The configuration file being imported is not from the current computer. Importing configuration files from unknown sources may pose a security risk. Do you want to continue importing?
de_de: Die importierte Konfigurationsdatei stammt nicht vom aktuellen Computer. Das Importieren von Konfigurationsdateien aus unbekannten Quellen kann ein Sicherheitsrisiko darstellen. Möchten Sie mit dem Importieren fortfahren?
fr_fr: Le fichier de configuration importé ne provient pas de l'ordinateur actuel. L'importation de fichiers de configuration à partir de sources inconnues peut poser un risque de sécurité. Voulez-vous continuer à importer?

# SystemTip_UIStyleRestartContent
source: Please restart the app to activate the new UI style. It is not recommended that you continue to use this app, the new UI style will take effect at the next launch
de_de: Bitte starten Sie die App neu, um den neuen UI-Stil zu aktivieren. Es wird nicht empfohlen, diese App weiterhin zu verwenden, der neue UI-Stil wird beim nächsten Start wirksam
fr_fr: Veuillez redémarrer l'application pour activer le nouveau style d'interface utilisateur. Il n'est pas recommandé de continuer à utiliser cette application, le nouveau style d'interface utilisateur prendra effet au prochain lancement

# ApplicationStyleContent.Text
source: This option is used to switch between "Regular" and "Minimalistic" styles. Note: Changing this option will require a restart of the application
de_de: Diese Option wird verwendet, um zwischen den Stilen „Normal“ und „Minimalistisch“ umzuschalten. Hinweis: Das Ändern dieser Option erfordert einen Neustart der Anwendung
fr_fr: Cette option est utilisée pour basculer entre les styles "Normal" et "Minimaliste". Remarque : La modification de cette option nécessitera un redémarrage de l'application

# ApplicationStyleLabel.Text
source: Application UI style
de_de: UI-Stil der Anwendung
fr_fr: Style d'interface utilisateur de l'application

# SettingButton.ToolTipService.ToolTip
source: Settings
de_de: Einstellungen
fr_fr: Réglages

# ApplicationStyleSwitch.OffContent
source: Minimalistic
de_de: Minimalistisch
fr_fr: Minimaliste

# ApplicationStyleSwitch.OnContent
source: Regular
de_de: Regulär
fr_fr: Habituel

# PreviewFileOnHoverContent.Text
source: This option controls whether a preview of a file's properties is displayed when the pointer hovers over the file
de_de: Diese Option steuert, ob eine Vorschau der Eigenschaften einer Datei angezeigt wird, wenn der Mauszeiger über die Datei fährt
fr_fr: Cette option contrôle si un aperçu des propriétés du fichier est affiché lorsque le pointeur survole le fichier

# PreviewFileOnHoverSwitch.OffContent
source: Disabled
de_de: Deaktiviert
fr_fr: Désactiver

# PreviewFileOnHoverSwitch.OnContent
source: Enabled
de_de: Aktiviert
fr_fr: Activer

# PreviewFileOnHoverTitle.Text
source: Preview file properties while hovering
de_de: Vorschau der Dateieigenschaften beim Bewegen des Mauszeigers
fr_fr: Aperçu des propriétés du fichier en vol stationnaire

# SecureAreaAddButton.Label
source: Add
de_de: Hinzufügen
fr_fr: Ajouter

# SecureAreaFlyoutPickFile.Text
source: File
de_de: Datei
fr_fr: Fichier

# SecureAreaFlyoutPickFolder.Text
source: Folder
de_de: Ordner
fr_fr: Dossier

# SecureAreaPickFile.Content
source: File
de_de: Datei
fr_fr: Fichier

# SecureAreaPickFolder.Content
source: Folder
de_de: Ordner
fr_fr: Dossier

# SecureAreaPickItemType.Text
source: Do you want to select a file or folder
de_de: Möchten Sie eine Datei oder einen Ordner auswählen
fr_fr: Voulez - vous sélectionner un fichier ou un dossier

# AttributeName.Text
source: Name
es: Nombre
fr_fr: Nom
zh_hans: 名称
zh_hant: 名稱

# Browser.Content
source: Browser
es: Navegador
fr_fr: Navigateur
zh_hans: 浏览器
zh_hant: 瀏覽器

# QuickStartDisplayName.PlaceholderText
source: DisplayName
es: Nombre de pantalla
fr_fr: NomAffiché
zh_hans: 显示名称
zh_hant: 顯示名稱

# SearchName.Text
source: Name
es: Nombre
fr_fr: Nom
zh_hans: 名称
zh_hant: 名稱(N)

# SecureAreaExportButton.Label
source: Export
es: Exportar
fr_fr: Exporter
zh_hans: 导出
zh_hant: 輸出

# SystemInfoDialogCPUCache.Text
source: CPU Cache
es: Caché CPU
fr_fr: Cache du processeur
zh_hans: CPU缓存
zh_hant: CPU 快取

# SystemInfoDialogWindowsVersion.Text
source: Windows version
es: Versión de Windows
fr_fr: Version de Windows
zh_hans: Windows版本
zh_hant: Windows 版本:

# FileControl_ItemDisplayMode_Details
source: Details
es: Detalles
fr_fr: Détails
zh_hans: 详细列表
zh_hant: 詳細資料

# SystemInfo_Dialog_Gateway_Text
source: Gateway
fr_fr: Passerelle
zh_hans: 网关
zh_hant: 閘道

# Transcode_Simaple_Rate_Text
source: Sampling-Rate
es: Frecuencia de muestreo
fr_fr: Taux d'échantillonnage
zh_hans: 采样率
zh_hant: 採樣率

# Download_Folder_Name
source: Downloads
es: Descargas:
fr_fr: Téléchargements
zh_hans: 下载
zh_hant: 下載

# Operate_Text_SortTarget_Name
source: Name
es: Nombre
fr_fr: Nom
zh_hans: 名称
zh_hant: 名稱

# LinkOptionsDialog_Browser.Content
source: Browser
es: Navegador
fr_fr: Navigateur
zh_hans: 浏览
zh_hant: 瀏覽器

# BluetoothAudio.Text
source: Bluetooth Audio
es: Audio Bluetooth
fr_fr: Audio Bluetooth
zh_hans: 蓝牙音频
zh_hant: 藍牙音頻

# Properties_Details_Tab
source: Details
es: Detalles
fr_fr: Des détails
zh_hans: 详细信息
zh_hant: 詳細資料

# Properties_Tools_Tab
source: Tools
es: Instrumentos
fr_fr: Outils
zh_hans: 工具
zh_hant: 工具

# Properties_Details_Audio_Label
source: Audio
fr_fr: l'audio
zh_hans: 音频
zh_hant: 音訊

# Properties_Details_Bitrate
source: Bitrate
fr_fr: Débit binaire
zh_hans: 比特率
zh_hant: 比特率

# Properties_Details_ComputerName
source: Computer name
es: Nombre del ordenador
fr_fr: Nom de l'ordinateur
zh_hans: 计算机名称
zh_hant: 電腦名稱

# Properties_Details_Extra_Label
source: Extra
fr_fr: En plus
zh_hans: 其他
zh_hant: 更多

# Properties_Details_Name
source: Name
es: Nombre
fr_fr: Nom
zh_hans: 名称
zh_hant: 名稱

# Properties_Details_OfflineAvailabilityStatus
source: Offline status
es: Estado sin conexión
fr_fr: Statut hors ligne
zh_hans: 脱机状态
zh_hant: 離線狀態

# Properties_Details_Video_Label
source: Video
fr_fr: Vidéo
zh_hans: 视频
zh_hant: 視頻

# SettingSystemInfoTitle.Text
source: System information
es: Información del sistema
fr_fr: Informations système
zh_hans: 系统信息
zh_hant: 系統信息

# FTPCredentialDialogFTPHost
source: FTP Server
es: Servidor FTP
fr_fr: Serveur ftp
zh_hans: FTP服务器

# SAWelcomeDialogStorageLocation.Header
source: Specify the encrypted file storage location (optional)
fr_fr: Spécifiez l'emplacement de stockage du fichier chiffré (facultatif)

# SAWelcomeDialogStorageLocationBrowse.Content
source: Browse
fr_fr: Feuilleter

# PhotoViewerRotateButton.Label
source: Rotation
es: Rotación
zh_hans: 旋转
zh_hant: 旋轉

# QuickStartLink.NavigateUri
source: https://docs.microsoft.com/en-us/windows/uwp/launch-resume/launch-app-with-uri
es: https://docs.microsoft.com/es-es/windows/uwp/launch-resume/launch-app-with-uri
zh_hans: https://www.ithome.com/html/win10/295999.htm

# SettingVersion.Text
source: Version
es: Versión
zh_hans: 版本
zh_hant: 版本

# VideoEditDialog.Title
source: Montage
es: Montaje
zh_hans: 剪辑
zh_hant: 剪輯

# FileProperty_Bitrate
source: Bitrate
es: Tasa de bits
zh_hans: 比特率
zh_hant: 位元率

# ExtendedSplash_QuickStartItem_Name_4
source: Email
es: Correo electrónico
zh_hans: 邮件
zh_hant: 寄送電子郵件

# Operate_Text_Montage
source: Montage
es: Montaje
zh_hans: 剪辑
zh_hant: 剪輯

# SystemInfo_Dialog_CPU_L1Cache_Text
source: L1 cache
es: Caché L1
zh_hans: L1缓存
zh_hant: L1 快取

# SystemInfo_Dialog_CPU_L2Cache_Text
source: L2 cache
es: Caché L2
zh_hans: L2缓存
zh_hant: L2 快取

# SystemInfo_Dialog_CPU_L3Cache_Text
source: L3 cache
es: Caché L3
zh_hans: L3缓存
zh_hant: L3 快取

# Transcode_Dialog_Format_Text
source: format
es: formato
zh_hans: 格式
zh_hant: 格式

# Compression_Dialog_Level_1
source: Max
es: Máx.
zh_hans: 最大
zh_hant: 最大

# Compression_Dialog_Level_2
source: Standard
es: Estándar
zh_hans: 标准
zh_hant: 標準

# Properties_Details_Genre
source: Genre
es: Género
zh_hans: 类型
zh_hant: 類型

# Properties_Details_Version
source: Version
es: Versión
zh_hans: 版本
zh_hant: 版本

# Drive_Capacity_Unit
source: bytes
zh_hans: 字节
zh_hant: 位元組

# CropperPage_Filter_Type_5
source: Sepia
zh_hans: 怀旧
zh_hant: 復古

# ExtendedSplash_QuickStartItem_Name_1
source: Microsoft Store
zh_hans: 微软商店
zh_hant: Microsoft 商店

# ExtendedSplash_QuickStartItem_Name_11
source: Twitter
zh_hans: 推特

# ExtendedSplash_QuickStartItem_Name_8
source: Bing
zh_hans: 必应搜索

# Operate_Text_BluetoothShare
source: Bluetooth
zh_hans: 蓝牙
zh_hant: 藍牙

# ShortcutWindowsStateText1
source: Normal
zh_hans: 正常
zh_hant: 正常
